Repository: luisantoniomarques/CertificadosEntrega
Catalog: MBP.CE.Web/Resources/Resources.*.resx
Languages: pt_pt

source: Address
pt_pt: Morada

# ApplicationCopyright
source: Mercedes-Benz
pt_pt: Mercedes-Benz Portugal

# ApplicationName
source: Delivery Certificates
pt_pt: Certificados de Entrega

# CardName
source: StarSelection card name
pt_pt: Nome Cartão StarSelection

source: Clients
pt_pt: Clientes

source: Client Search
pt_pt: Pesquisar Cliente

source: Contact
pt_pt: Contacto

source: County
pt_pt: Concelho

source: Date of Birth
pt_pt: Data Nascimento

source: Delete
pt_pt: Apagar

source: Disponibility
pt_pt: Disponibilidade

source: District
pt_pt: Distrito

source: Door
pt_pt: Porta

source: EditClient
pt_pt: Editar Cliente

source: Education
pt_pt: Habilitações

source: First Name
pt_pt: Nome Próprio

source: Floor
pt_pt: Andar

source: Gender
pt_pt: Género

# GeneralInfo
source: General Information
pt_pt: Dados Gerais

source: Go Back
pt_pt: Voltar

source: Greeting
pt_pt: Saudação

# HandicapedQuestion
source: Handicapped with higher degree of disability of 60%?
pt_pt: Deficiente com grau de invalidez superior a 60%?

source: Job
pt_pt: Profissão

source: Marital Status
pt_pt: Estado civil

source: New Client
pt_pt: Novo Cliente

source: NIPC
pt_pt: NIF

source: No
pt_pt: Não

source: Postal Code
pt_pt: Código Postal

source: Reassign Vehicle
pt_pt: Ceder Veículo

source: Save
pt_pt: Guardar

source: Surname
pt_pt: Sobrenome

source: Title
pt_pt: Título

source: Type
pt_pt: Tipo

source: Type of Address
pt_pt: Tipo de Morada

source: Vehicle Search
pt_pt: Pesquisar Veículo

source: Yes
pt_pt: Sim

source: Clear
pt_pt: Limpar

# EngineNo
source: Engine Number
pt_pt: Nº Motor

# LicenseNo
source: License Number
pt_pt: Matrícula

source: Model
pt_pt: Modelo

# OrderNo
source: Order Number
pt_pt: Nº Encomenda

source: Search
pt_pt: Pesquisar

source: Search Vehicle
pt_pt: Procurar Veículo

source: State
pt_pt: Estado

source: Type of Vehicle
pt_pt: Tipo de Veículo

source: Vehicle Details
pt_pt: Detalhes do Veículo

source: Vehicles
pt_pt: Veículos

source: VIN
pt_pt: Nº Chassis

source: Buy-Back Contract
pt_pt: Contrato Buy-Back?

source: Continue
pt_pt: Continuar

source: Delivery Date
pt_pt: Data de entrega

source: Financing
pt_pt: Duração Financiamento

source: License Issue Date
pt_pt: Data da Matrícula

source: License Type
pt_pt: Tipo de matrícula

source: Mileage (StarSelection)
pt_pt: Kms (StarSelection)

source: Owner Type
pt_pt: Tipo de Proprietário

source: Payment Type
pt_pt: Forma de pagamento

source: Special Use
pt_pt: Utilização especial

source: Transport Type
pt_pt: Tipo transporte

source: Warranty End Date
pt_pt: Data fim garantia

source: Warranty Remarks
pt_pt: Observações sobre a garantia

source: Give vehicle
pt_pt: Ceder veículo a

source: Request Data Clean
pt_pt: Pedir limpeza de dados

source: Komission
pt_pt: Nº Encomenda

source: Name
pt_pt: Nome

source: Common User
pt_pt: Utilizador habitual

source: Mobile
pt_pt: Telemóvel

source: Owner
pt_pt: Proprietário

source: Phone
pt_pt: Telefone

# Taxpayer
source: Contribuinte
pt_pt: NIF

source: Create Client
pt_pt: Criar Cliente

source: First
pt_pt: Primeiro

source: Last
pt_pt: Ultimo

source: Next
pt_pt: Próximo

source: Previous
pt_pt: Anterior

# CreateCertificate
source: Create
pt_pt: Emitir

source: Edit
pt_pt: Editar

source: Print
pt_pt: Visualizar

source: Reassign
pt_pt: Ceder

source: Close
pt_pt: Fechar

# operationResultModalSuccessMessage
source: The Client was successfully saved
pt_pt: A gravação de Cliente foi bem sucedida

# operationResultModalTitle
source: Save Client
pt_pt: Gravação de Cliente

source: Login
pt_pt: Autenticação

source: Password
pt_pt: Palavra-passe

source: Sign In
pt_pt: Validar

source: Sign Off
pt_pt: Sair

source: User Name
pt_pt: Nome de Utilizador

source: Change Password
pt_pt: Alterar palavra-passe

# IncorrectPassword
source: The provided user name or password is incorrect.
pt_pt: O nome de utilizador ou a senha estão incorrectos.

source: Send password
pt_pt: Enviar palavra-passe

source: Forgot password?
pt_pt: Recuperar password

source: New password
pt_pt: Nova palavra-passe

source: Old password
pt_pt: Palavra-passe antiga

source: Repeat new password
pt_pt: Repetir nova palavra-passe

# ErrorSendNewPassword
source: An error has occurred when trying to send new password. Try again please.
pt_pt: Não foi possível enviar a nova password. Verifique os dados inseridos e tente novamente, por favor.

source: Cannot save password
pt_pt: Não foi possivel gravar a nova palavra-passe

# ChangePasswordSucessful
source: The password was successfully changed
pt_pt: A palavra-passe foi alterada

source: Error saving new password
pt_pt: Erro ao gravar a nova palavra-passe

source: Passwords do not match
pt_pt: As senhas introduzidas não são iguais

source: Unspecified error
pt_pt: Erro não especificado

source: Wrong old password
pt_pt: Palavra-passe antiga errada

source: Add
pt_pt: Adicionar

source: Apply
pt_pt: Confirmar

source: Company Name
pt_pt: Designação Social

source: Short Name
pt_pt: Nome Reduzido

source: Outlet
pt_pt: Ponto de venda

source: Contact person
pt_pt: Pessoa de contacto

source: Lessee
pt_pt: Locatário

source: Rental
pt_pt: Locadora

source: Enterprise
pt_pt: Empresa

source: Private
pt_pt: Particular

source: Invalid entity type
pt_pt: É necessário especificar o tipo de entidade (particular ou empresa)

source: Invalid entity id
pt_pt: É necessário especificar a entidade a editar

# RequiredPassword
source: Password id required.
pt_pt: Deve indicar a password.

# RequiredUser
source: Username is required.
pt_pt: Deve indicar o nome de utilizador.

source: Pending Requests
pt_pt: Pedidos de correcção

source: RequestDate
pt_pt: Data do pedido

# CAE
source: Code
pt_pt: CAE

source: Create vehicle
pt_pt: Criar veículo

source: Brand
pt_pt: Marca

source: Correction Requests
pt_pt: Pedidos de correção

source: Country
pt_pt: País

source: Remarks
pt_pt: Observações

source: City
pt_pt: Localidade

source: Remember me?
pt_pt: Lembrar-me?

source: Certificate Type
pt_pt: Tipo de certificado

source: Vehicle Type
pt_pt: Tipo de veículo

source: User Manual
pt_pt: Manual Utilizador

source: Warranty Start Date
pt_pt: Data início garantia

# VehicleAlreadyAssigned
source: The vehicle with the identification number {{chassis}}, license number {{license}}, is already assigned at {{outletname}}.
pt_pt: O veículo com o chassis {{chassis}}, matrícula {{license}}, está atribuído a {{outletname}}.

# OneEmailAndOnePhone
source: You must add one email and one phone
pt_pt: Deve indicar obrigatoriamente um telefone e um email

# SearchVehicleHeaderDescription
source: Type vehicle identification number to find vehicle
pt_pt: Preencha o campo "Nº Chassis" ou "Nº Encomenda" para procurar um veículo.

source: Enable vehicle
pt_pt: Disponibilizar veículo

# VehicleNotAvailable
source: The vehicle is not available.
pt_pt: O veículo não está disponível. O certificado já está a ser emitido noutra concessão.

source: Warning
pt_pt: Atenção

# WarningNoLicense
source: Certificate will be issued without license.
pt_pt: O certificado vai ser emitido sem matrícula. Para emitir o certificado com matrícula preencha os campos "Tipo de matrícula", "Matrícula" e "Data da Matrícula" acima.

# PendingCorrectionRequestExists
source: The vehicle already has an pending correction request
pt_pt: O veiculo já possui um pedido de correção pendente.

source: Number of Keys
pt_pt: Nº. de chaves entregues

source: Mileage (MB Certified)
pt_pt: Kms (MB Certified)

# CardNameMB
source: MBCertified card name
pt_pt: Nome Cartão MB Certified

source: Mileage (Used1)
pt_pt: Kms (Used1)

# CardNameUsed1
source: Used1 card name
pt_pt: Nome Cartão Used1

# Management
source: Customer Management
pt_pt: Gestão de Clientes

# MenuToggle
source: Open/Close menu
pt_pt: Abrir/Fechar menu
